{
    "EPPSolar": "CamperGold",
    "DE":"Deutschland",
    "HomepageHeading": "Herzlich Willkommen bei EPP Solar, es ist ein Ort für alle Ihre Solarbedürfnisse, angefangen von Solarprodukten bis hin zur Finanzierung Ihrer bevorstehenden Projekte. Wir machen alles! EPP Solar ist ein Solarunternehmen der neuen Generation.",
    "HomepageHeading2":"Sei es Ihr neues Projekt, Ihr neues Produkt oder eine Karrierechance in der Solarbranche, wir bieten Ihnen eine Reihe von Möglichkeiten, zusammenzuarbeiten und das Beste aus Ihrem Neuanfang zu machen. Unser Ziel ist es, Ihren täglichen Solarbedarf mit wenigen Klicks zu decken.",
    "OurServices":"Unsere Dienstleistungen",
    "OurServicessub":"Erfahren Sie mehr über das breite Dienstleistungsangebot von EPP Solar",
    "LearnMore":"Lern mehr",
    "OnlineStore":"Online-Shop",
    "OnlineStoreSub":"EPP Solar bietet eine breite Palette von Solarprodukten und Zubehör an, die Sie von überall auf der Welt bestellen können.",
    "Financing&Funding":"Finanzierung & Finanzierung",
    "Financing&Fundingsub":"Ob Sie eine Projektförderung suchen oder finanzielle Hilfe benötigen, wir sind immer für Sie da!",
    "SolarProjects":"Solarprojekte",
    "SolarProjectssub":"Unsere Experten bieten Ihnen die besten Trends und Expertise im Solarmarkt, um Sie bei der Umsetzung Ihrer Projekte zu unterstützen.",
    "NewsandInformation":"Nachrichten und Informationen",
    "CompanyDirectory":"Firmenverzeichnis",
    "VarietyofProduct":"Produktverzeichnis",
    "Tradeservice":"Handelsdienst",
    "Solarsystems":"Solar system",
    "CommunityForum":"Gemeinschaftforum",
    "JobConsultancy":"Arbeitsbeartung",
    "SolarProjectManagement":"Solar Projekt management",
    "ViewAllServices":"Alle Services anzeigen",
    "WhyChooseUs":"Warum wählen Sie uns?",
    "WhyChooseUsSub":"EPP Solar bietet eine Lösung in einem Schritt für alle Ihre Solarbedürfnisse.",
    "WhyChooseUss1":"Lösung in einem Schritt",
    "WhyChooseUss1sub":"EPP Solar bietet alle Lösungen unter einem Dach, von Solarzubehör für den Heimgebrauch bis hin zu Solaranlagen auf Industrieniveau. Wir haben alle Solarlösungen.",
    "WhyChooseUss2":"Qualitätsservice",
    "WhyChooseUss2sub":"Wir glauben an Qualität statt Quantität. Unsere Produkte und Dienstleistungen bieten beste Qualität, sodass sich unsere Kunden nicht darum kümmern müssen.",
    "WhyChooseUss3":"Affiliate-System",
    "WhyChooseUss3sub":"Ob Sie bei uns einkaufen oder einen Lead zu unseren Verkäufen generieren, wir geben unseren Kunden bei jedem Kauf/Verkauf Event einen Treuebonus.",
    "WhyChooseUss4":"Rabatt & Angebote",
    "WhyChooseUss4sub":"Profitieren Sie von den besten Angeboten und Rabatten von EPP Solar auf Solar- und elektronische Geräte und Zubehör.",
    "UsefulTools":"Nützliche Hilfsmittel",
    "UsefulToolssub":"Neben EPP, Solarbatterien und Zubehör zu günstigen Preisen bieten wir kostenlose Services wie einen Solarrechner, ein Solarbatterie-Finder-Tool und verschiedene Marketingtools an.",
    "SolarTrivia":"Solar-Quiz",
    "SolarTriviasub":"Unsere Solar und Energiespeicher-Experten sind für Sie da und halten Sie immer auf dem Laufenden. Hier erfahren Sie alles über Solaranlagen, Energiespeicher, Elektroladestationen und Solar-Communitys.",
    "ReadMore":"Weiterlesen",
    "Fast":"Schnell",
    "Fastsub":"Schneller Solarinstallationsservice",
    "Usable":"Nutzbar",
    "Usablesub":"Mehr Produktivität mit unserem System",
    "Safe":"Sicher",
    "Safesub":"EPP-Solarprodukte sind 100% sicher",
    "AboutUs":"Über uns",
    "AboutUshe1":"Die Solarlösungen von CamperGold stehen für Energieerzeugung bei gleichzeitigem Umweltschutz. Nachhaltige Lösungen zur alternativen Energieversorgung sowie Lösungen zum verantwortungsvollen Umgang mit den wertvollen Ressourcen unserer Erde stehen bei CamperGold im Vordergrund.  Wir machen das, weil wir diesen Planeten nicht nur lieben, sondern benötigen, um uns selbst und auch unseren Kindern überhaupt ein Morgen, eine Zukunft zu ermöglichen. Wir arbeiten jeden Tag daran, möglichst vielen Menschen auf unserem Planeten saubere Energie auf einfache Art und Weise zugänglich zu machen. Wir gehen mit innovativen Lösungen voran. ",
    "AboutUshe2":"Unser oberste Absicht ist die Zufriedenheit unserer Kunden. Wir erledigen unsere Arbeit zuverlässig & schnell. Wir wollen Vertrauen aufbauen. Wir wollen nachhaltig leben. Wir wollen etwas, das lange hält, ob wir nun Produkte oder die Beziehung zu unseren Kunden herstellen. Begleiten Sie uns auf einer Reise, um die Welt zu verändern. ",
    "Vision":"Vision",
    "Visionsub":"CamperGold verfolgt ein Ziel, die Lebensqualität der Menschen durch modernste Technologien und höchste Ansprüche an Innovation, Wert, Qualität und Design zu verbessern. Wir haben ein Team gestellt, deren Leidenschaft die Nachhaltigkeit ist. Es besteht sowohl aus erfahrenen Führungskräften als auch aus jungen, passionierten Anhängern von Solarenergie.",
    "Mission":"Mission",
    "Missionsub1":"Wir sorgen die Nachhaltigkeit in unseren globalen Aktivitäten.",
    "Missionsub2":"Wir richten eine Lernumgebung und aktualisieren die Dienste ständig mit fortschrittlicher Technologie, um unseren Kunden den besten Wert zu bieten.",
    "Missionsub3":"Wir handeln gern als wirtsch aftlich, sozial und ökologisch verantwortliches Unternehmen.",
    "Readytogetstarted":"Ready to get started?",
    "Readytogetstartedsub":"Get in touch or create an account.",
    "ContactSales":"Contact Sales",
    "Services":"Services",
    "Service1":"FINANZDIENSTLEISTUNGEN",
    "Service1sub":"Wir verstehen die Herausforderungen, denen Sie bei der Gründung eines Unternehmens gegenüberstehen. Wir freuen uns, Ihnen unsere persönliche Expertise anbieten zu können, um Ihre Finanzen auf den Weg zu Ihrem nächsten Solarprojekt zu bringen. Eine erfolgreiche Crowdfunding-Kampagne kann genau das sein, was Ihr Unternehmen braucht, um das nächste Level zu erreichen. Unabhängig davon, ob Sie ein zweites Geschäft eröffnen, ein neues Produkt auf den Markt bringen oder Ihren ersten Manager einstellen, müssen Sie möglicherweise mehr Geld investieren, als Sie zur Verfügung haben. EPP Solar ist eine tolle Möglichkeit, Neuigkeiten über Ihr Unternehmen und Ihr einzigartiges Leistungsversprechen zu verbreiten. Es kann eine lukrative Möglichkeit sein, das Geld zu erhalten, das Sie für das Wachstum Ihres Unternehmens benötigen.",
    "Service2":"EPP SOLAR SHOP",
    "Service2sub":"EPP Solar ist ein E-Commerce-Marktplatz, der sich mit der Solarbranche befasst. Unser Ziel ist es, ein führender Marktplatz für Solarprodukte zu werden, auf dem Kunden ihre gewünschten Artikel leicht finden und diese ohne Verwirrung kaufen oder verkaufen können. Unterschiedliche Kunden, ob B2B (Von Geschäft zu Geschäft) oder B2C (Geschäft zum Kunden) Kunde, sie alle können die Marke EPP Solar für ihre persönlichen und geschäftlichen Bedürfnisse auswählen. Wir bemühen uns, das Konzept der Solartechnologie mit denen zu verbreiten, die sich nicht mit Solartechnologie auskennen, um jedem unserer Verbraucher ein problemloses Erlebnis zu bieten.",
    "Service3":"Nachrichten UND INFORMATIONEN",
    "Service3sub":"Diese Website wurde erstellt, um Ihnen das moderne Wissen, die Technologie und die Zukunft dieser Branche zur Verfügung zu stellen. Sie erhalten ein klares Konzept zu den Produkten und der Nutzung von Solarstrom. Es hilft Ihnen, Ihr Leben mit dieser alternativen Stromquelle einfacher zu machen. Die Website hat das langfristige Ziel, über Solarenergie aufzuklären und Fallstudien, Technologietrends, Märkte, Unternehmen, Solarenergie-fokussierte Nachrichten und vieles mehr zu teilen. Menschen auf der ganzen Welt erhalten hier ihre gewünschten Informationen über Blogs, Videos und interaktive Sitzungen.",
    "Service4":"FIRMENVERZEICHNIS",
    "Service4sub":"Solarenergie ist auf Dächern überall immer häufiger. Heutzutage erzeugen viele Menschen Strom aus der Sonne und nicht aus dem lokalen Versorgungsunternehmen. Hier präsentieren wir Ihnen ein Branchenverzeichnis für Ihren Solarbedarf. Alle Unternehmen , die sich mit Solarstrom beschäftigen, sind nur einen Klick von Ihnen entfernt. Sie können ganz einfach nach Informationen suchen, die Unternehmen innerhalb von Nischen-basierten Kategorien auflisten. Unternehmen und Produkte können nach Nische, Standort, Aktivität oder Größe kategorisiert werden. Dieser Leitfaden stellt die Arten von Solarunternehmen vor, erklärt die aktuellen Trends, die die Wohn-Solarindustrie prägen und gibt Ihnen unendliche Möglichkeiten, zu bekommen, was Sie wollen.",
    "Service5":"PRODUKTVERZEICHNIS",
    "Service5sub":"Mit der sich täglich weiterentwickelnden Solartechnik und solaren Eingriffen. Die Möglichkeit für alle Ihre Bedürfnisse mit einfacher Navigation durch eine riesige Datenbank. Hier im Produktverzeichnis von EPP Solar ist es unser Ziel, Ihnen die Navigation zu erleichtern. Wenn Sie nicht genau das finden, was Sie suchen, haben wir unser Expertenteam zu erreichen und Lieferanten für Sie. Die Solarindustrie ist mit der Zeit stark gewachsen, aber hier können Sie Produkte finden, die am besten Ihren Bedürfnissen entsprechen. Wir überprüfen ständig unser Verzeichnis, um sicherzustellen, dass die Informationen, Produkte und Marken jedes Lieferanten aktuell sind. Wir bewerten auch die Kommunikationspraktiken der einzelnen Lieferanten, um zu bestätigen, dass sie unsere Erwartungen an die Servicequalität erfüllen.",
    "Service6":"HANDELSDIENST",
    "Service6sub":"Alle Informationen zu Kosten und Nutzen einfach durch das Absenden Ihrer Auswahl, wäre das nicht extrem unkompliziert. Sie müssen uns nur Ihre Präferenzen für die Installation von Photovoltaik / Solaranlagen mitteilen und wir verbinden Sie mit den erstaunlichen und erfahrenen Leuten, die auf dem Markt arbeiten. Wir identifizieren und kontaktieren qualifizierte Solarspezialisten aus unserem Partnernetzwerk in ihrer Region, die für Sie unverbindliche Vergleichsangebote erstellen.",
    "Service7":"SOLAR PROJEKT MANAGEMENT",
    "Service7sub":"Solarprojekte haben viele bewegliche Teile und können mit vielen Risiken und Herausforderungen konfrontiert werden. Wir können jedoch helfen, diese Risiken zu mindern. Als Stewards für Gemeinschaft und Umwelt setzt sich EPP solar für eine nachhaltige Zukunft ein. Wir arbeiten zusammen, um umfassende und nachhaltige Solar-Engineering-Dienstleistungen zu bieten, die kommerzielle und Versorgungs erneuerbare Energien-Projekte unterstützen. Wir maximieren die Effizienz bei der Umsetzung von detaillierten Projektplänen, verfolgen Ziele, Aufgaben, Ressourcen, Kosten und Zeitpläne und kümmern uns auch um die Qualität der Arbeit und um ein Projekt pünktlich und budgetgerecht zu halten. Wir bringen Ihnen Profis aus allen Bereichen mit Erfahrung und Fähigkeiten, um Ihr Projekt zum Erfolg zu führen!",
    "Service8":"RECHTSBERATUNG",
    "Service8sub":"Solarenergie ist eine der wichtigsten treibenden Kräfte für die weltweite Transformation zu erneuerbaren Energien. Es gab viele technologische Verbesserungen und eine Zunahme der günstigen Marktbedingungen für das Wachstum dieses Sektors. Unser Unternehmen bietet eine Vielzahl von Rechtsdienstleistungen an, die sich aus den Fähigkeiten von Personen ergeben, die in diesem Rechtsgebiet immens erfahren sind. Unser Unternehmen verfügt über ein funktionsübergreifendes Team, das Fachleute aus den Bereichen Energie, Unternehmenskaufmann, Regulierung, Infrastruktur, Immobilien, Streitbeilegung und Steuerpraxis umfasst. Das Team verfügt über ein breites Spektrum an Fähigkeiten und hat eng mit allen Arten von Interessengruppen zusammengearbeitet, darunter unabhängige Stromerzeuger, Start-ups, EPC-Auftragnehmer, Originalgerätehersteller, staatliche Versorgungsunternehmen, Banken und Finanzinstitute, andere Berater usw.",
    "Service9":"ARBEITSBERATUNG",
    "Service9sub":"Wir bieten Rekrutierungsunterstützung in der Solarbranche und arbeiten mit Recruitern oder Kandidaten zusammen, die bereits verbunden sind oder ihre Karriere in dieser Branche aufbauen möchten. Wir schaffen und liefern Dienstleistungen, die es unseren Kunden ermöglichen, in der sich ändernden Arbeitswelt zu bestehen. Die Solarindustrie verändert sich schnell. EPP Solar kennt die Herausforderungen der Branche und unser engagiertes Team ist in der Lage, Kunden während des gesamten Projektlebenszyklus zu unterstützen. Daher haben wir eine großartige Plattform geschaffen, um Menschen zu verbinden, die zusammenarbeiten und zur Entwicklung der Branche beitragen können.",
    "Service10":"GEMEINSCHAFTSFORUM",
    "Service10sub":"Für Solarinstallateure könnte es schwierig werden, über Dinge im Zusammenhang mit Solarenergie auf dem Laufenden zu bleiben. Sie müssen jedoch immer nach den neuesten Entwicklungen oder Fallstudien in der Solarbranche Ausschau halten. Aber es gibt auch einen anderen Weg, dies zu tun, und das wäre, sich in verschiedenen Solarstrom-Foren zu engagieren. Die Natur von Solarenergie-Foren ist sehr locker, sie sind immer noch ein guter Ort, um Einblicke zu erhalten. In diesen Foren gibt es viele Solarexperten, die den Leuten gerne Antworten auf ihre komplexen Fragen geben. Seien Sie also Teil eines Forums und teilen Sie Ihr Wissen oder lösen Sie einfach Ihre Herausforderungen rund um die Solarbranche.",
    "ContactUs":"Kontakt",
    "Shop":"Shop",
    "Shopsub":"Bereit, ein Konto zu eröffnen? Haben Sie Fragen zum Kauf eines Produkts?",
    "Support":"Support",
    "Supportsub":"Benötigen Sie Hilfe bei einem Produkt, das Sie gerade gekauft haben? Benötigen Sie Hilfe mit Ihrem Konto?",
    "ProjectManagement":"Projektmanagement",
    "ProjectManagementsub":"Wir bieten End-to-End-Projektmanagement-Services für problemlose Anfänge.",
    "Cantfind":"Sie können die benötigte Antwort nicht finden?",
    "CantfindNew":"Kontaktieren Sie uns",
    "CantfindsubNew":"Rufen Sie uns unter der angegebenen Nummer an oder schicken Sie uns eine E-Mail. Wenn Sie uns kontaktieren möchten, dann füllen Sie das Formular aus und einer unserer freundlichen Mitarbeiter wird sich so schnell wie möglich mit Ihnen in Verbindung setzen.",
    "Cantfindsub":"Kontaktieren Sie uns und wir werden uns so schnell wie möglich mit einer Lösung für Ihre Probleme bei Ihnen melden.",
    "ContactInfo":"Kontaktinformation",
    "Phone":"Telefon",
    "Email":"Email",
    "OfficeAddress":"Büro adresse",
    "RegisteredAddress":"Registrierte Adresse",
    "Fullname":"Name",
    "Message":"Nachricht",
    "SubmitRequest":"Einreichen",
    "Home":"Home",
    "SolarProduct":"Solarprodukte in",
    "PrivacyPolicy":"Datenschutzerklärung",
    "Terms&Conditions":"AGB",
    "India":"Indien",
    "Germany":"Deutschland",
    "Footerp1":"Hinweise zum Datenschutz",
    "Footerp1sub":"Die Vertraulichkeit und Integrität Ihrer persönlichen Angaben ist uns ein besonderes Anliegen. Wir werden Ihre Angaben daher sorgfältig und entsprechend den gesetzlichen Bestimmungen zum Datenschutz verarbeiten und nutzen und insbesondere nicht ohne Ihre Zustimmung an Dritte weitergeben.<br><br>Wir erheben, verarbeiten und nutzen die von Ihnen angegebenen personenbezogenen Daten nur zum Zwecke der Zusendung des Newsletters.",
    "Footerp2":"Widerrufsrecht:",
    "Footerp2sub":"Sie können sich jederzeit direkt im Newsletter wieder abmelden. Unter der E-Mail-Adresse contact@epp.solar  oder der Telefonnummer +49 40 25468770 erhalten Sie jederzeit Auskunft über Ihre bei uns gespeicherten personenbezogenen Daten und können jederzeit deren Berichtigung, Sperrung oder Löschung verlangen.",
    "Impressum":"Impressum",
    "EUDisputeResolution":"EU-Streitschlichtung",
    "EUDisputeResolutionsub":"Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit::<br> <a href='https://ec.europa.eu/consumers/odr' target='_blank'> https://ec.europa.eu/consumers/odr.</a><br>Unsere E-Mail-Adresse finden Sie oben im Impressum.",
    "ConsumerDispute":"Verbraucherstreitbeilegung /Universalschlichtungsstelle",
    "ConsumerDisputesub":"Wir nehmen an einem Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teil. Zuständig ist die Universalschlichtungsstelle des Zentrums für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl am Rhein (<a href='https://www.verbraucher-schlichter.de' target='_blank'> https://www.verbraucher-schlichter.de </a>).",
    "LiabilityforContentssub":"Als Dienste Anbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Dienste Anbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen<br><br>Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
    "LiabilityforContents":"Haftung für Inhalte",
    "LiabilityforLinks":"Haftung für Links",
    "LiabilityforLinkssub":"Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.<br><br>Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
    "Copyright":"Urheberrecht",
    "Copyrightsub":"Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.<br><br>Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
    "Source":"Quellet:",
    "Informationaccording":"Angaben gemäß § 5 TMG",
    "Informationaccordingadd1":"EPP Energy Peak Power GmbH <br> Danckwerthweg 25 <br> 22119 Hamburg",
    "Informationaccordingadd2":"Amtsgericht: Hamburg <br> Handelsregister: HRB 172852",
    "Representedby":"Vertreten durch:",
    "CONTACT":"KONTAKT",
    "CONTACTsub":"Telefon : +49 40 2546 8770 <br> E-Mail: kontakt@campergold.com",
    "TaxID":"Umsatzsteuer-ID",
    "TaxIDsub":"Umsatzsteuer-Identifikationsnummer gemäß § 27 a <br> Umsatzsteuergesetz: DE349116856",
    "EditorialResponsibility":"Redaktionell Verantwortlicher",
    "EditorialResponsibilitysub":"Patrick Willemer <br> Neuer Wall 50 <br> 20354 Hamburg",
    "ForgetPassword":"Forget Password",
    "order_status_change":"Bestellung Status ändern",
    "processing":"Bearbeitung",
    "on_hold":"On Hold",
    "completed":"abgeschlossen",
    "shipped":"Versendet ",
    "delivered":"zugestellt",
    "cancelled":"storniert",
    "refunded":"rückerstattet ",
    "failed":"fehlgeschlagen",
    "update":"aktaulisieren",
    "pending_payment":"Pending Payment",
    "order_is_successfully_update":"Die Bestellung wurde erfolgreich aktualisiert",
    "bank_transfer":"Direkte Banküberweisung"
}